task-gt/task-c/openfoam/task-08/init_file/airfoil_base/0/p
FoamFile
{
    format ascii;
    class volScalarField;
    object p;
}
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
    inlet { type zeroGradient; }
    outlet { type fixedValue; value uniform 0; }
    top { type zeroGradient; }
    airfoil { type zeroGradient; }
    bottomFar { type zeroGradient; }
    frontAndBack { type empty; }
}
